{"22":{"owner":"Tonya Griffith's Animal Rescue, Inc.","email":"TMSGriffith@aol.com","phoneNum":"(903)533-1282","petID":22,"species":"Cat","petAge":0,"breed":"Domestic Short Hair","gender":"Female","activityLevel":"N/A","bio":"Posted 9/10/16, and pictures updated on 11/14/18 and 6/22/21. &nbsp;Ivana and her siblings, as well as their mother Viola, were at an elderly woman's home in the Bullard, TX area, and needing to be relocated due to allergies and moving. &nbsp;Ivana and her siblings were caught first on 8/1/16, and had been use to the elderly woman, so they were tame with her. &nbsp;Ivana is very unique in that she also has some Peach coloring stripes under her front legs, and her stomach along with some Gray spots.&nbsp; Ivana is still a little skittish of new people, but with one on one attention, she would probably be a good inside cat, but could be outside as well.\nD.O.B.: &nbsp; &nbsp; ? May 5, 2016Weight: &nbsp; &nbsp;&nbsp;\nOur adoption contracts prohibit declawing of any kittens or cats, it is cruel, can traumatize the pet, and make the pet defenseless if the pet should get outside.&nbsp; We encourage people to search for kittens and cats already declawed that need to find a new home.\n$70 adoption fee will pay for her spay and vaccinations.","location":"Tyler, TX","isAvailable":true,"name":"Ivana","imgUrl":"https://cdn.rescuegroups.org/2070/pictures/animals/10555/10555326/80481808.jpg"},"23":{"owner":"Wags and Whiskers Animal Rescue of MN","email":"wagswhiskersmn@gmail.com","phoneNum":"N/A","petID":23,"species":"Cat","petAge":8,"breed":"Domestic Short Hair","gender":"Male","activityLevel":"N/A","bio":"\nHi!&nbsp; My name is Roo (DOB: 4/1/2016) but my foster mom calls me Louie because I like it so much more!&nbsp; You know that song, &quot;Louie Louie&quot; by the Kingsmen, me and foster mom love listening to that song together!&nbsp; She even sings it to me too but don&#39;t tell her that she doesn&#39;t have the best singing voice!&nbsp; But that doesn&#39;t matter to me, I just love spending time with my human.&nbsp; It is absolutely my favorite thing in the entire world, second is definitely making biscuits, and third is watching the cool world outside.&nbsp; I&#39;m just once of those guys that always has a positive outlook on everything no matter the situation.&nbsp; I&#39;m a pretty chill dude that would much rather lounge around then spending a ton of time chasing toys or feature wands.&nbsp; Every once in a while the mood with of course strick but ultimately giving loving head boops is way better.&nbsp; I can also be chatty sometimes but mainly only when I have something really important to say, like, &quot;hey foster mom, this bowl needs some food!&quot;&nbsp; I get along just fine with other mellow dogs and cats as long as you give me enough time to adjust, new places and things can be overwhelming so I just need time to settle in.&nbsp; I mean ultimately foster mom says I am absolutely amazing and one of the sweetest kitties she has ever met.&nbsp; That is some high praise if I do say so myself!\n\n\nAnd while I am this absolutely amazing boy, I sure have been through a lot in my short life.&nbsp; When I was born, my right ulna didn&#39;t develop which has left me with a slightly crooked arm.&nbsp; It doesn&#39;t hurt at all but it does make it harder for me to get around quickly.&nbsp; And for that reason, I was actually hit by a car when I was just a baby.&nbsp; Luckily I am very tough though and survived with a slightly misaligned jaw and some other cracks and bruises that have since healed up.&nbsp; Because of my jaw I do need help with grooming sometimes to keep my coat nice and pretty.&nbsp; I sure am glad Wags and Whiskers took me in so I could find my furrever home someday.&nbsp; \n\n\n\nI was doing very well for quite a while but started eventually having accidents outside of the litterbox.&nbsp; We determined this was due to chronic pancreatitis.&nbsp; So Wags went to work finding the best treatment possible for me.&nbsp; Right now I take a daily prednisone to help keep the inflammation down, am on a prescription GI food to get me plenty of calories and to help my poops, as well as pumpkin puree daily for the added fiber.&nbsp; This has all helped tremendously and I make it to the litterbox most of the time now (I&#39;d say about 90% of the time).&nbsp; That being said, I&#39;m not perfect and my forever person will have to be accepting of my accidents and keep me on this strict regimen.&nbsp; Having multiple litterboxes around the house definitely helps me as well.&nbsp; I also prefer litterboxes with soft towels in them when I need to urinate as well because it is easier on my paws.&nbsp; I am a creature that prefers comfort, can you honestly blame me.&nbsp; I definitely have very specific needs but I know the right person is out their for me.&nbsp; If you are ready to open your heart and home to a special needs kitty, I&#39;d love to meet you.\n\n\n&nbsp;\n\n&nbsp;\n\n&nbsp;","location":"Farmington, MN","isAvailable":true,"name":"Roo C1514","imgUrl":"https://cdn.rescuegroups.org/5544/pictures/animals/10557/10557911/95594070.jpg"},"24":{"owner":"Felines & Friends New Mexico","email":"adoptions@fandfnm.org","phoneNum":"(505)316-2281","petID":24,"species":"Cat","petAge":0,"breed":"Domestic Short Hair","gender":"Male","activityLevel":"N/A","bio":"This CAT is a member of our Permanent Foster program, and is happily living in a foster home willing to care for her. &nbsp;If you would like to help with the cost of care for cats in this program, please consider becoming a \"godpurrent.\" &nbsp;For as little as $25 per month, you can help provide veterinary care and food for a special needs cat. Donations can be made by regular mail or online using Paypal. &nbsp;https://www.fandfnm.org/become-a-godpurrent.html\nFor more information, please send an e-mail to felinesandfriendsnm@yahoo.com\n&nbsp;\nHISTORY:&nbsp; JOE had a rough time when he walked 17 feet into a stormwater culvert, then fell 20 feet down into a cistern near a home.&nbsp; Thankfully the homeowner was out with her landscaper and happened to hear his pitiful cries; he could have been down there a week or more and died of starvation and dehydration.&nbsp; Due to his difficult location it took several days to arrange a rescue for JOE, during which time a Felines &amp; Friends volunteer visited several times to lower food and water to JOE as he patiently awaited his rescue.&nbsp; Despite his fall, except for being a bit underweight and dehydrated, JOE had no serious injuries; it is unknown how long he was actually down there.&nbsp; Since he was friendly and already neutered, JOE was brought to the Santa Fe Animal Shelter and transferred to us when he was found to be FIV+.&nbsp; However, as is typical with many FIV+ cats he has no symptoms, is in excellent health and expected to live a normal lifespan.&nbsp; While conventional thinking is to only place an FIV+ cat in a home with no other cats or with another FIV+ cat, there are many &ldquo;mixed households&rdquo;.&nbsp; According to Cornell University, the primary mode of Feline Immunodeficiency Virus (FIV) transmission is through repeated fights resulting in the exchange of blood, and it poses no threat to humans or other species.&nbsp;&nbsp;TEMPERAMENT: JOE is very sweet, friendly, social&nbsp;and outgoing, and loves attention.&nbsp; &nbsp;BIG BOY and his pal, JOE, became members of our PF program after their human passed away in February 2019.&nbsp;\nTEMPERAMENT:&nbsp;JOE is a sweet kitty who is bonded with BIG BOY when they were placed together a few years ago.&nbsp; JOE is a handsome boy with a short, mostly-white coat and some orange tabby markings.&nbsp;\nAGE: born approx. 3/28/13&nbsp;MICROCHIP #: 981020013564405&nbsp;DATE OF STERILIZATION: unknown&nbsp;VAX RECORD: Rabies: exp. 7/17/27; FVRCP: exp. 7/17/25&nbsp;&nbsp;FELV/FIV test: 4/7/16, FIV+&nbsp;\n[Santa Fe Animal Svcs. Permit #24-001]&nbsp;","location":"SF, NM","isAvailable":true,"name":"Joe [Permanent Foster]","imgUrl":"https://cdn.rescuegroups.org/676/pictures/animals/10583/10583066/39019043.jpg"},"10":{"owner":"Best Friends Animal Society","email":"adoptions@bestfriends.org","phoneNum":"(435)644-2001","petID":10,"species":"Cat","petAge":8,"breed":"Domestic Short Hair","gender":"Male","activityLevel":"N/A","bio":"Aladdin is a calm and happy kitty, and enjoys the company of other cats. He will occasionally let you pet him.  He seems curious when other cats are being petted and is coming around to people slowly. He&#39;ll sometimes join in when the others are playing with a fishing pole toy, and he likes treats.  This handsome boy is looking for a person who has the patience to let him blossom into the adorable, joyful cat he truly is!","location":"Kanab, UT","isAvailable":true,"name":"Aladdin","imgUrl":"https://cdn.rescuegroups.org/6685/pictures/animals/10374/10374002/97588744.jpg"},"11":{"owner":"Best Friends Animal Society","email":"adoptions@bestfriends.org","phoneNum":"(435)644-2001","petID":11,"species":"Cat","petAge":11,"breed":"Domestic Short Hair","gender":"Female","activityLevel":"N/A","bio":"Wow, look at those gorgeous eyes! This beautiful girl Danette was timid when she first arrived at Best Friends but she&#39;s made a lot of progress! She&#39;s now social with people and allows visitors to pet her.  She&#39;s also bonded with a male cat named Bucky, whom she snuggles with every day.  Danette loves playing with all sorts of cat toys.  With a patient person she&#39;ll continue to become more affectionate. Can you give this sweet girl the loving home she needs to fully come out of her shell? She will love you for it!","location":"Kanab, UT","isAvailable":true,"name":"Danette","imgUrl":"https://cdn.rescuegroups.org/6685/pictures/animals/10389/10389842/81355734.jpg"},"12":{"owner":"Olive Branch Animal Rescue & Refuge, Inc.","email":"olivebranchwv@gmail.com","phoneNum":"(304)652-1010","petID":12,"species":"Cat","petAge":8,"breed":"Tabby","gender":"Male","activityLevel":"Moderately Active","bio":"Hi, my name is Chip! I've been hanging around here waiting for my forever&nbsp; home. I'm really a sweet guy, just a little on the shy side. I get along great with most other cats, but I do keep to myself a bit. I love atention and like to lay on your lap, but I'm not fond of being picked up. I have been neutered, tested, and vaccinated. If you would like to make me a part of your family, fill out the adoption application on our website.&nbsp;","location":"Sistersville, WV","isAvailable":true,"name":"Chip","imgUrl":"https://cdn.rescuegroups.org/27/pictures/animals/10413/10413372/72011782.jpg"},"13":{"owner":"M'Shoogy's Famous Emergency Animal Rescue","email":"info@mshoogys.com","phoneNum":"(816)561-1635","petID":13,"species":"Cat","petAge":0,"breed":"Domestic Long Hair","gender":"Male","activityLevel":"Moderately Active","bio":"\nI was caught outside of Angel&#39;s Vet. Never having known the touch of a human it was absolutely terrifying to me. I made sure everyone understood I wasn&#39;t happy. Fast forward a couple of months and I can&#39;t imagine it being any other way. I am a cuddle bug that loves to be pet and snuggled. I enjoy the company of my feline roommates, but what I enjoy the most is snuggling with people. Never in my wildest dreams would I have thought I would feel that way. If that can happen, anything can happen. Including being adopted. Adopted and cuddled for the rest of my life sounds amazing.\n","location":"Savannah, MO","isAvailable":true,"name":"Arthur","imgUrl":"https://cdn.rescuegroups.org/6514/pictures/animals/10432/10432466/37932319.jpg"},"14":{"owner":"M'Shoogy's Famous Emergency Animal Rescue","email":"info@mshoogys.com","phoneNum":"(816)561-1635","petID":14,"species":"Cat","petAge":0,"breed":"Domestic Short Hair","gender":"Male","activityLevel":"Moderately Active","bio":"\nMy name is Laker. I found myself lost, alone and needing help. I found it when I was rescued near the State Highway Patrol building. I was way too young and fragile to be making it on the streets by myself with no back up. Fortunately I don&#39;t have to worry about that anymore. I am long and lanky with a long tail to match. I am quiet, friendly and playful. I enjoy being pet and cuddled as well as chasing cat toys and wrestling with my roommates. If your searching for a good looking and good natured addition to your family, I&#39;m it.\n","location":"Savannah, MO","isAvailable":true,"name":"Laker","imgUrl":"https://cdn.rescuegroups.org/6514/pictures/animals/10432/10432474/59175379.jpg"},"15":{"owner":"CatRangers","email":"adoptions@catrangers.org","phoneNum":"(770)831-5513","petID":15,"species":"Cat","petAge":9,"breed":"Abyssinian","gender":"Female","activityLevel":"Moderately Active","bio":"\n\nSavannah is a beautiful girl with gorgeous green eyes.&nbsp; She was saved from a high kill shelter, where she was dumped, scared and all alone. She&#39;s a sweet and happy girl that enjoys a good scratch behind the ears!&nbsp; &nbsp;If&nbsp;she is overstimulated she can become unpredictable so she needs to be in a home with no young kids.&nbsp; Savannah loves to rub on your legs and be petted but on her terms.&nbsp; She needs a loving home where she can be herself. &nbsp;\n\n","location":"Buford, GA","isAvailable":true,"name":"Savannah","imgUrl":"https://cdn.rescuegroups.org/5211/pictures/animals/10526/10526340/86922890.jpg"},"16":{"owner":"Animal Network of Orange County","email":"founder@animalnetwork.org","phoneNum":"(949)759-3646","petID":16,"species":"Cat","petAge":8,"breed":"Domestic Short Hair","gender":"Female","activityLevel":"Moderately Active","bio":"My name is Cleopatra because my foster family thinks I am a beautiful! I am a spotted Bengal Tabby and my daughter is named &ldquo;Smalls&rdquo;. She looks like me, too! I hope to be adopted with her; she is so sweet and would be sad without me. She cuddles with me and nuzzles close.\n\nI was found, alone and so very pregnant and was about to pop! I had four beautiful kittens and they are ready to find permanent homes.\n\nIf you love to be hugged you should choose me! I am very affectionate and hug shoulders to show how appreciative I am to be safe. I am playful and kitten-like and enjoy tossing balls. My true passion is getting affection from humans.&nbsp;\n\nLike all good moms, I have been very protective of my kittens. My ideal home would be one where I can be with my daughter &ldquo;Smalls&rdquo; and be the only pets.\n\nYou may call and ask about me; 949-759-3646","location":"Newport Beach, CA","isAvailable":true,"name":"Cleopatra - Adopt With Kitten\"Smalls\"","imgUrl":"https://cdn.rescuegroups.org/1998/pictures/animals/10534/10534151/38691445.jpg"},"17":{"owner":"Animal Network of Orange County","email":"founder@animalnetwork.org","phoneNum":"(949)759-3646","petID":17,"species":"Cat","petAge":7,"breed":"Domestic Short Hair","gender":"Male","activityLevel":"Moderately Active","bio":"This adorable Bengal tabby named &ldquo;Smalls&rdquo; looks just like her mom and is the smallest of Cleopatra&rsquo;s&nbsp;kittens. What &ldquo;Smalls&rdquo; lack in size, she makes up for in cuteness and personality!\n\nShe is very affectionate and enjoys lazily sitting on laps while being petted. &ldquo;Smalls&rdquo; is a sweet&nbsp;kitten&nbsp;who playfully adapts to the chaos with her brothers and sisters. But, when she is alone she jumps all over her mother.\n\nSmalls&rsquo; ideal home would be one where she can be adopted along with her mother Cleopatra into a loving home. My mom is pictured here, too.\n\nYou may call and ask about me; 949-759-3646","location":"Newport Beach, CA","isAvailable":true,"name":"SMALLS - Adopt Me With My Mom!","imgUrl":"https://cdn.rescuegroups.org/1998/pictures/animals/10534/10534157/38691508.jpg"},"18":{"owner":"Animal Network of Orange County","email":"founder@animalnetwork.org","phoneNum":"(949)759-3646","petID":18,"species":"Cat","petAge":7,"breed":"Domestic Short Hair","gender":"Female","activityLevel":"Moderately Active","bio":"I am such an angel I am told, and I am a lap-sitter, too! Shadow is my name and I have a white halo marking on my head, too! I prefer to hang back in the shadows and watch the others play and then dash into play with the rest of them!&nbsp;I just don&rsquo;t want to be the first to be tackled and be on the bottom!\n\nNuzzling and being close is high on my list and I sit on laps, too. I have a very pretty black coloring, too. I am affectionate and attention seeking once I warmed up to you. My ideal family would be someone that could carve out special lap time when they are home. I would be fine the hours that a person works, but, please when I am young come right home after work.\n\nYou may call and ask about me; 949-759-3646","location":"Newport Beach, CA","isAvailable":true,"name":"Shadow- I Can Be A Friend To Your Young Cat!","imgUrl":"https://cdn.rescuegroups.org/1998/pictures/animals/10534/10534165/38691543.jpg"},"19":{"owner":"Animal Network of Orange County","email":"founder@animalnetwork.org","phoneNum":"(949)759-3646","petID":19,"species":"Cat","petAge":7,"breed":"Domestic Short Hair","gender":"Male","activityLevel":"Moderately Active","bio":"BEAR&nbsp;\n\nJust like his name suggests, this big, fluffy, &ldquo;Black Bear&rdquo; loves to stand on his back legs and observe the scene before he barrels head-first into his brothers and sisters.&nbsp;\n\nBear is very loving, affectionate and attention-seeking to his foster family, but, he also loves to spend hours a day playing with his brother, Tas who matches him in both size, personality and heart.&nbsp;\n\nBear&rsquo;s ideal family would be one that can adopt Tas with him so they can continue to play their whole lives through.\n\nYou may call and ask about me; 949-759-3646\n\n&nbsp;\n\n\nVisit our website at: www.animalnetwork.org to see our fees, adoption requirements and to view other available animals we have for adoption. Email: contact@animalnetwork.org for the application to adopt and tell us a little about your family&rsquo;s lifestyle and home. Some of the new arrivals can be seen in the caregiver&rsquo;s homes on weekdays. A mandatory pet parenting class is given on Saturdays so you can learn how to introduce your new pet to existing ones, teaching house manners, recommended foods and the best litter, and what you can do to avoid your cat from getting certain diseases. If you can&rsquo;t find the pet that you are looking for sign up for our &ldquo;Pet Match Service&rdquo; and tell us what you are looking for. A $25 donation is accepted for this 1 year service.\n","location":"Newport Beach, CA","isAvailable":true,"name":"Bear - Adopt With My Best Playmate Tas!","imgUrl":"https://cdn.rescuegroups.org/1998/pictures/animals/10534/10534170/38691692.jpg"},"0":{"owner":"Best Friends Animal Society","email":"adoptions@bestfriends.org","phoneNum":"(435)644-2001","petID":0,"species":"Cat","petAge":10,"breed":"Domestic Short Hair","gender":"Female","activityLevel":"N/A","bio":"Fortiflora-need to submit CGO if wanting to continue/restart.  Message sent to area","location":"Kanab, UT","isAvailable":true,"name":"Zelda","imgUrl":"https://cdn.rescuegroups.org/6685/pictures/animals/10007/10007851/97591461.jpg"},"1":{"owner":"Angel Pets Animal Welfare Society, Inc","email":"info@angelpaws.org","phoneNum":"(732)340-1199","petID":1,"species":"Cat","petAge":12,"breed":"Domestic Short Hair","gender":"Female","activityLevel":"Moderately Active","bio":"Stowaway is a black female adult cat.&nbsp; Her rescuer could no longer keep her.&nbsp;\n\nRETURNED 2/3/18 - They called her Zoey","location":"Colonia, NJ","isAvailable":false,"name":"Stowaway","imgUrl":"https://cdn.rescuegroups.org/3077/pictures/animals/10013/10013509/56438918.jpg"},"2":{"owner":"Bingo's Foundation","email":"shakcat@verizon.net","phoneNum":"(215)781-0378","petID":2,"species":"Cat","petAge":0,"breed":"Domestic Short Hair","gender":"Male","activityLevel":"N/A","bio":"\nI lived in a home for years but&nbsp;my guardian passed away. I am shy at first, will you be my new friend?&nbsp;\n\n\nMale, Neutered and healthy\n","location":"Langhorne, PA","isAvailable":true,"name":"Chance","imgUrl":"https://cdn.rescuegroups.org/1339/pictures/animals/10030/10030399/56365746.jpg"},"3":{"owner":"Olive Branch Animal Rescue & Refuge, Inc.","email":"olivebranchwv@gmail.com","phoneNum":"(304)652-1010","petID":3,"species":"Cat","petAge":7,"breed":"Domestic Short Hair","gender":"Male","activityLevel":"Highly Active","bio":"Bettis arrived with his momma and two littermates at three weeks old. He is a bit shy at first, but he warms up for cuddles and play time. Bettis gets along well with other cats, but has never met a dog. He has a sweet disposition and a great personality. Bettis is neutered, feline leukemia negative, and his vaccinations are current. Won't you consider giving this cute&nbsp;cat a forever home?","location":"Sistersville, WV","isAvailable":true,"name":"Bettis","imgUrl":"https://cdn.rescuegroups.org/27/pictures/animals/10059/10059734/41339662.jpg"},"4":{"owner":"Northeast Animal Rescue","email":"narcats@gmail.com","phoneNum":"N/A","petID":4,"species":"Cat","petAge":9,"breed":"Domestic Short Hair","gender":"Female","activityLevel":"Slightly Active","bio":"Our website is updated daily\nViola is spayed, UTD on vaccines and tested negative for FIV/FeLV. Approx. DOB is Aug 2014.\nUpdate: Viola found her way back to NAR in April 2021 after her family was dealing with personal medical issues and felt it was best to return her to us. Upon her return, Viola was in need of major dental care and a medical work up. It was discovered that she tested positive for heartworm. Yes, cats can get heartworm but it's treated differently than dogs since there is no real treatment. We soon found out it was a false positive. After many tests and the help of our vet hospital, we were able to schedule her much-needed dental.\nViola has fully recovered and is ready to find her new forever family.\nViola would do best in an experienced, adult home with either another timid cat or a home to herself. Viola would love a laid-back household where she can relax, feel safe and get all of your attention.\nViola was rescued from a life outdoors after she was abandoned by her family at a young age, and allowed to have litter after litter of kittens in the harsh elements.\nIf interested in adopting Viola, please fill out an application online at http://nar.rescuegroups.org.","location":"Philadelphia, PA","isAvailable":true,"name":"Viola","imgUrl":"https://cdn.rescuegroups.org/126/pictures/animals/10078/10078447/42378290.jpg"},"5":{"owner":"Iroquois County Animal Rescue","email":"iroquoiscountyanimalrescue@hotmail.com","phoneNum":"(815)429-4028","petID":5,"species":"Cat","petAge":8,"breed":"Tortoiseshell","gender":"Female","activityLevel":"N/A","bio":"Maggie was found as a stray. &nbsp;She&#39;s a very sweet girl looking for a home!","location":"Watseka, IL","isAvailable":true,"name":"Maggie","imgUrl":"https://cdn.rescuegroups.org/5167/pictures/animals/10089/10089711/35300283.jpg"},"6":{"owner":"Angels Among Us Pet Rescue","email":"inquiry@angelsrescue.org","phoneNum":"(877)404-5874","petID":6,"species":"Cat","petAge":11,"breed":"Tabby","gender":"Female","activityLevel":"Slightly Active","bio":"Sandy is a sweet older girl who loves her people. She has diabetes and does need some additional care to keep her blood sugar stable.&nbsp;\n\nPlease email cats@angelsrescue.org to learn more about Sandy and her needs.\n\nTo donate so that more cats like me can be saved, please go to www.angelsrescue.org/donate and click on &quot;Donate to Cat Rescue.&quot; And don&#39;t forget to &quot;Like&quot; &amp; &quot;Share&quot; our Facebook Page, where you can also see all of the cats &amp; kittens still available for adoption. www.facebook.com/angelsrescue.cats. For more information on adopting, fostering, donating, or volunteering, please e-mail cats@angelsrescue.org.","location":"Alpharetta, GA","isAvailable":true,"name":"Sandy","imgUrl":"https://cdn.rescuegroups.org/8099/pictures/animals/10138/10138076/35538413.jpg"},"7":{"owner":"Friends of the Seal Beach Animal Care Center","email":"contact@sbacc.org","phoneNum":"(562)430-4993","petID":7,"species":"Cat","petAge":8,"breed":"Calico","gender":"Female","activityLevel":"Moderately Active","bio":"\nHi, I&rsquo;m Yael. I was rescued from a Seal Beach alley with my three kittens a few years ago. What a relief it was to get off the street into a safe place. I was not used to being around people and I still don&rsquo;t allow people to approach me but I don&rsquo;t hide as much as I used to and no longer run for my life when someone enters my room at SBACC. I enjoy the company of other cats and am comfortable here. I wouldn&rsquo;t mind living out my years where I&rsquo;m loved and cared for by a wonderful team of volunteers and staff.&nbsp; Maybe if the right person came along, I could adjust to a new home, but SBACC feels like home.\n","location":"Seal Beach, CA","isAvailable":true,"name":"Yael","imgUrl":"https://cdn.rescuegroups.org/5166/pictures/animals/10158/10158109/38196386.jpg"},"8":{"owner":"CatRangers","email":"adoptions@catrangers.org","phoneNum":"(770)831-5513","petID":8,"species":"Cat","petAge":9,"breed":"Tuxedo","gender":"Female","activityLevel":"Moderately Active","bio":"Tara is a special little girl that needs a family or person&nbsp;&nbsp;that has dealt with shy, timid cats and is willing to go the extra mile to help her learn to trust.&nbsp; When potential adopters come to the Adoption Center, she is very shy at first.&nbsp; So she&#39;s had a hard time finding a forever home.&nbsp; She is scared around new people and we think in her own environment she could be a loving kitty.\n\nIf you&#39;re one of those people that can meet a cat on their own terms, please consider adopting Tara.&nbsp; She loves being petted and wants to be loved.\n\n&nbsp;\n\n\n\n","location":"Buford, GA","isAvailable":true,"name":"Tara","imgUrl":"https://cdn.rescuegroups.org/5211/pictures/animals/10178/10178313/58063078.jpg"},"9":{"owner":"Best Friends Animal Society","email":"adoptions@bestfriends.org","phoneNum":"(435)644-2001","petID":9,"species":"Cat","petAge":11,"breed":"Domestic Short Hair","gender":"Female","activityLevel":"N/A","bio":"Alafair is a sweet cat with a gorgeous coat. She loves rubbing against and hanging out with her feline friends, but she is less openly affectionate toward people. She&#39;s shy but curious and loves playing with wand toys. She prefers that humans not touch her, but she may come out of her shell in a loving home with cat friends. Can you give this sweet girl the home she needs to grow?","location":"Kanab, UT","isAvailable":true,"name":"Alafair","imgUrl":"https://cdn.rescuegroups.org/6685/pictures/animals/10187/10187884/76932448.jpg"},"20":{"owner":"Animal Network of Orange County","email":"founder@animalnetwork.org","phoneNum":"(949)759-3646","petID":20,"species":"Cat","petAge":7,"breed":"Domestic Short Hair","gender":"Male","activityLevel":"Moderately Active","bio":"Tas - This big, fluffy boy with Bengal tabby markings is as cute and as adventurous as they come!\n\nBorn on the 4th of July, he has emulated fireworks in his personality ever since and is always running around, playing with his brothers and sisters. He is sweet, affectionate and loves to spend his days playing and pouncing on his unsuspecting brother, Bear.&nbsp;His activity level demands he has an &ldquo;equal energy playmate&rdquo;.\n\nTas is an adorable force of nature that has bonded with his brother Bear and his ideal home would be to have them both be adopted together. &nbsp;together.\n\nYou may call and ask about me; 949-759-3646","location":"Newport Beach, CA","isAvailable":true,"name":"Tas - Adopt With My Best Playmate Bear!","imgUrl":"https://cdn.rescuegroups.org/1998/pictures/animals/10534/10534172/38691700.jpg"},"21":{"owner":"CatRangers","email":"adoptions@catrangers.org","phoneNum":"(770)831-5513","petID":21,"species":"Cat","petAge":9,"breed":"Tabby","gender":"Female","activityLevel":"Moderately Active","bio":"\nJazzy&nbsp;is a beautiful dilute orange tabby girl with piercing golden green eyes! &nbsp;She&#39;s so elegant, she can walk across the mantle without disturbing anything!&nbsp; Exploring is one of her favorite things to do. &nbsp; She&#39;s very petite, smart and knows how to work her magic to get her special treats!&nbsp; She is one who will truly adore her human but also needs her alone time.&nbsp; She misses having her own family to give her love and lots of petting.&nbsp; \n\n\n&nbsp;\n\n&nbsp;\n\n\n\n","location":"Buford, GA","isAvailable":true,"name":"Jazzy","imgUrl":"https://cdn.rescuegroups.org/5211/pictures/animals/10534/10534260/71810725.jpg"}}